{
  "quotes": [
    "There is no such thing as perfect. There is always room for improvement.",
    "The weak ones are always the first to break, but it’s the strong ones that feel the burden of the weak.",
    "True strength is not about dominating others. It’s about controlling yourself.",
    "Those who rely on others will always be limited by their dependence.",
    "Pretending to be weak when you’re strong is the easiest way to deceive those around you.",
    "The only thing that matters is whether you win or lose. The method is irrelevant.",
    "People are like pieces on a chessboard, and those who fail to realize this end up as pawns.",
    "If you never take the risk of making enemies, you’ll never be able to make true allies.",
    "Being indifferent is not the same as being emotionless. It’s just understanding that emotions are not always necessary.",
    "Survival of the fittest doesn’t mean being the strongest, but knowing how to use every situation to your advantage.",
    "Intelligence isn’t about knowing everything; it’s about knowing what matters and using it effectively.",
    "Victory doesn’t go to the smartest or the strongest, but to those who can manipulate the situation to their advantage.",
    "An enemy that’s easy to read is easy to control.",
    "When others underestimate you, they give you the advantage of surprise.",
    "A single calculated move can outweigh a thousand careless ones.",
    "Strategy is not about overwhelming force, but about subtle control.",
    "A smile can be more disarming than a sword.",
    "Trust is a weapon. Use it wisely, and it becomes your greatest strength.",
    "You can’t change people. You can only change how you deal with them.",
    "Silence can be the most powerful answer to a fool.",
    "If you expose your emotions, you expose your weaknesses.",
    "People fear what they don’t understand, and they destroy what they fear.",
    "I don’t act on emotions. I act on necessity.",
    "The most dangerous people are the ones who appear to have nothing to lose.",
    "My goal isn’t to be accepted. My goal is to reach the top, regardless of what it takes.",
    "There’s no justice in this world—only the results that you create.",
    "If emotions were useful, I’d use them. But most of the time, they’re just noise.",
    "Control the narrative, and you control the outcome.",
    "Even a lie can become truth if enough people believe it.",
    "People reveal their true selves when pushed into a corner.",
    "You don’t need to shine to be seen. Sometimes, blending in gives you the most power."
  ]
}
